lists__ = [
    {
        "id": 0,
        "name": "Входящие",
        "icon": "📥",
    },
    {
        "id": 1,
        "name": "Следующие действия",
        "icon": "⏭️",
    },
    {
        "id": 2,
        "name": "Проекты",
        "icon": "👨‍💻",
    },
    {
        "id": 3,
        "name": "Запланировано",
        "icon": "🗓️",
    },
    {
        "id": 4,
        "name": "Когда-нибудь",
        "icon": "🤷‍♂️",
    },
]

categories__ = [
    [
        {
            "id": 0,
            "name": "DEFAULT",
            "icon": "",
        },
    ],
    [
        {
            "id": 1,
            "name": "Программирование",
            "icon": "",
        },
        {
            "id": 2,
            "name": "Виш-лист",
            "icon": "",
        },
    ],
    [
        {
            "id": 3,
            "name": "Разово",
            "icon": "",
        },
        {
            "id": 4,
            "name": "Здоровье",
            "icon": "",
        },
    ],
    [
        {
            "id": 0,
            "name": "DEFAULT",
            "icon": "",
        },
    ],
    [
        {
            "id": 3,
            "name": "Разово",
            "icon": "",
        },
        {
            "id": 4,
            "name": "Здоровье",
            "icon": "",
        },
    ],
]

reminders__ = [
    [
        {
            "id": 0,
            "tittle": "Закинуть стирку",
            "date": "12-07-25",
            "time": "14:30",
            "description": "Только цветное белье",
            "status": "done",
        },
        {
            "id": 1,
            "tittle": "Почистить обувь",
            "date": "12-07-25",
            "time": "14:30",
            "description": "",
            "status": "not_done",
        },
        {
            "id": 2,
            "tittle": "Купить крем для рук",
            "date": "12-07-25",
            "time": "",
            "description": "",
            "status": "not_done",
        },
    ],
    [
        {
            "id": 0,
            "tittle": "Закинуть стирку",
            "date": "12-07-25",
            "time": "14:30",
            "description": "Только цветное белье",
            "status": "done",
        },
        {
            "id": 1,
            "tittle": "Почистить обувь",
            "date": "12-07-25",
            "time": "14:30",
            "description": "",
            "status": "not_done",
        },
        {
            "id": 2,
            "tittle": "Купить крем для рук",
            "date": "12-07-25",
            "time": "",
            "description": "",
            "status": "not_done",
        },
    ],
    [
        {
            "id": 0,
            "tittle": "Закинуть стирку",
            "date": "12-07-25",
            "time": "14:30",
            "description": "Только цветное белье",
            "status": "done",
        },
        {
            "id": 1,
            "tittle": "Почистить обувь",
            "date": "12-07-25",
            "time": "14:30",
            "description": "",
            "status": "not_done",
        },
        {
            "id": 2,
            "tittle": "Купить крем для рук",
            "date": "12-07-25",
            "time": "",
            "description": "",
            "status": "not_done",
        },
    ],
    [
        {
            "id": 0,
            "tittle": "Закинуть стирку",
            "date": "12-07-25",
            "time": "14:30",
            "description": "Только цветное белье",
            "status": "done",
        },
        {
            "id": 1,
            "tittle": "Почистить обувь",
            "date": "12-07-25",
            "time": "14:30",
            "description": "",
            "status": "not_done",
        },
        {
            "id": 2,
            "tittle": "Купить крем для рук",
            "date": "12-07-25",
            "time": "",
            "description": "",
            "status": "not_done",
        },
    ],
    [
        {
            "id": 0,
            "tittle": "Закинуть стирку",
            "date": "12-07-25",
            "time": "14:30",
            "description": "Только цветное белье",
            "status": "done",
        },
        {
            "id": 1,
            "tittle": "Почистить обувь",
            "date": "12-07-25",
            "time": "14:30",
            "description": "",
            "status": "not_done",
        },
        {
            "id": 2,
            "tittle": "Купить крем для рук",
            "date": "12-07-25",
            "time": "",
            "description": "",
            "status": "not_done",
        },
    ],
]
